Repository: capstanlqc-iil/iil_qti-test_pt-BR_en_omt
Catalog: omegat/project_save.tmx
Source language: pt_br
Languages: en

source: (A equipe inclui professores, pessoal de apoio pedagógico, pessoal administrativo da escola e pessoal da gestão escolar.)
en: (Staff includes teachers, personnel for pedagogical support, school administrative personnel, and school management personnel.)

source: (Selecione uma resposta em cada linha.)
en: (Please select one response in each row.)

source: Cerca de uma ou duas vezes por ano
en: About once or twice a year

source: Cerca de uma ou duas vezes por mês
en: About once or twice a month

source: Cerca de uma ou duas vezes por semana
en: About once or twice a week

source: Durante o ano 2024, com que frequência a maioria dos funcionários da escola fez cada um dos seguintes?
en: During <the last academic year>, how often have the majority of school staff done each of the following?

source: Nunca ou quase nunca
en: Never or almost never

source: Todos os dias ou quase todos os dias
en: Every day or almost every day

source: Eles ajudaram alunos de diferentes origens a reconhecer as semelhanças que existem entre eles.
en: They helped students of different backgrounds to recognise the similarities that exist between them.

source: Eles apoiaram atividades ou organizações que incentivam a expressão de diversas identidades pelos alunos.
en: They supported activities or organisations that encourage students' expression of diverse identities.

source: Eles ensinaram os alunos a responder à discriminação.
en: They taught students how to respond to discrimination.

source: Eles ensinaram os alunos a serem inclusivos com outras pessoas com diferentes origens.
en: They taught students to be inclusive of others with different backgrounds.

source: Eles forneceram apoio adicional para alunos de origens desfavorecidas.
en: They provided additional support for students from disadvantaged backgrounds.

source: Eles incentivaram alunos de diferentes origens a resolver divergências encontrando um terreno comum.
en: They encouraged students of different backgrounds to resolve disagreements by finding common ground.
